[
    {
        "img_path": "images/monsoon.jpg",
        "title": "Intensitas Muson",
        "text": "Musim muson membawa curah hujan tinggi yang bisa menyebabkan banjir besar, terutama di daerah dataran rendah. Masyarakat perlu memahami pola cuaca musiman dan meningkatkan kesiapan saat intensitas muson meningkat, seperti membersihkan saluran air dan tidak membuang sampah sembarangan."
    },
    {
        "img_path": "images/RiverObstructionRisk.jpg",
        "title": "Risiko Sumbatan Sungai",
        "text": "Sampah, endapan lumpur, dan bangunan liar di sepanjang aliran sungai dapat menghambat aliran air, memicu banjir secara tiba-tiba. Edukasi diperlukan agar masyarakat ikut menjaga kebersihan sungai dan tidak membangun di bantaran sungai tanpa izin."
    },
    {
        "img_path": "images/Coastal.jpg",
        "title": "Kerentanan Wilayah Pesisir",
        "text": "Wilayah pesisir sangat rentan terhadap banjir akibat pasang laut dan badai tropis. Sosialisasi penting dilakukan kepada warga pesisir terkait jalur evakuasi, sistem peringatan dini, serta pentingnya penanaman vegetasi penahan abrasi seperti mangrove."
    },
    {
        "img_path": "images/Siltation.jpg",
        "title": "Pendangkalan Sungai (Sedimentasi)",
        "text": "Endapan lumpur atau pasir yang berlebihan di sungai memperkecil kapasitas aliran air. Sosialisasi bertujuan untuk mengedukasi pentingnya reboisasi dan pengelolaan lahan agar sedimentasi dapat diminimalisir dan tidak memicu banjir."
    },
    {
        "img_path": "images/EnvironmentalDegradation.jpg",
        "title": "Kerusakan Lingkungan",
        "text": "Aktivitas seperti illegal logging, pembukaan lahan berlebihan, dan pencemaran memperburuk daya serap tanah. Sosialisasi harus menekankan pentingnya konservasi lingkungan dan pengawasan terhadap aktivitas yang merusak ekosistem."
    },
    {
        "img_path": "images/Deforestation.jpg",
        "title": "Penggundulan Hutan",
        "text": "Hutan yang gundul kehilangan kemampuan menahan air hujan, menyebabkan limpasan permukaan yang lebih besar. Edukasi penting agar masyarakat memahami fungsi hutan sebagai pelindung banjir alami dan mendukung kegiatan penghijauan."
    }
]